# https://github.com/Homebrew/homebrew-cask-fonts
tap "homebrew/cask-fonts"

brew "bat"
brew "curl"
brew "diff-so-fancy"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "imagemagick"
brew "jq"
brew "nvm"
brew "pgcli"
brew "starship"
brew "trash"
brew "tree"
brew "wget"
brew "youtube-dl"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh"

cask "alfred"
cask "docker"
cask "font-fira-code"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "postman"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
