# https://github.com/Homebrew/homebrew-core
brew "bat"
brew "curl"
brew "diff-so-fancy"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "gnupg"
brew "imagemagick"
brew "jq"
brew "nvm"
brew "pgcli"
brew "starship"
brew "tldr"
brew "trash"
brew "tree"
brew "youtube-dl"
brew "yq"
brew "z"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh"

# https://github.com/Homebrew/homebrew-cask
cask "alfred"
cask "docker"
cask "google-chrome"
cask "imageoptim"
cask "iterm2"
cask "kap"
cask "postman"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"

# https://github.com/Homebrew/homebrew-cask-fonts
tap "homebrew/cask-fonts"
cask "font-fira-code"
cask "font-fira-code-nerd-font"

# work
brew "aws-google-auth"
brew "awscli"
brew "helm"
brew "k9s"
brew "kubectl"
brew "sops"

cask "1password"
cask "aws-vpn-client"
cask "zoom"
